Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Signature text
ar: نص التوقيع
ca: Text de la signatura
cy: Testun llofnod
da: Signaturtekst
da_instk12: Signaturtekst
de: Text der Signatur
es: Texto de la firma
es_es: Texto de la firma
fi: Allekirjoitusteksti
fr: Texte de signature
fr_ca: Texte de la signature
ga: Téacs sínithe
hi: हस्ताक्षर पाठ
ht: Tèks siyati
id: Teks tanda tangan
is: Texti undirskriftar
it: Testo firma
ja: 署名テキスト
ko: 서명 텍스트
mi: Kuputuhi waitohu
ms: Teks tandatangan
nb: Signaturtekst
nb_instk12: Signaturtekst
nl: Tekst handtekening
pl: Treść podpisu
pt: Texto da assinatura
pt_br: Texto da assinatura
ru: Текст подписи
sl: Besedilo podpisa
sv: Signaturtext
sv_instk12: Signaturtext
th: ข้อความลายมือชื่อ
vi: Văn bản chữ ký
zh: 签名文本
zh_hk: 簽名文字

source: Signature will be added to the end of all messaging.
ar: سيضاف التوقيع في نهاية كل الرسائل.
ca: S’afegirà la signatura al final de tots els missatges.
cy: Bydd llofnod yn cael ei ychwanegu at ddiwedd pob neges.
da: Signatur vil blive tilføjet til slutningen af alle beskeder.
da_instk12: Signatur vil blive tilføjet til slutningen af alle beskeder.
de: Die Signatur wird am Ende aller Nachrichten hinzugefügt.
es: La firma se agregará al final de todos los mensajes
es_es: La firma se añadirá al final de todos los mensajes.
fi: Allekirjoitus lisätään kaikkien viestien loppuun.
fr: La signature sera ajoutée à la fin de tous les messages.
fr_ca: La signature sera ajoutée à la fin de tous les messages.
ga: Cuirfear an síniú le deireadh gach teachtaireachta.
hi: सभी संदेशों के अंत में हस्ताक्षर जोड़े जाएंगे।
ht: Siyati a ap ajoute nan fen tout mesaj yo.
id: Tanda tangan akan ditambahkan ke akhir dari semua pesan.
is: Undirskrift verður bætt við við lok sendingu skilaboða.
it: La firma sarà aggiunta alla fine di tutti i messaggi.
ja: 署名はすべてのメッセージの最後に追加されます。
ko: 서명은 모든 메시지의 끝에 추가될 것입니다.
mi: Ka taapirihia te hainatanga ki te mutunga o nga karere katoa.
ms: Tandatangan akan ditambah pada penghujung semua mesej.
nb: Signaturen blir lagt til nederst i alle meldinger.
nb_instk12: Signaturen blir lagt til nederst i alle meldinger.
nl: Handtekening wordt toegevoegd aan het eind van alle berichten.
pl: Podpis zostanie dodany na końcu każdej wiadomości.
pt: A assinatura será adicionada no final de todas as mensagens.
pt_br: A assinatura será adicionada ao final de todas as mensagens.
ru: Подпись будет добавляться в конце всех сообщений.
sl: Podpis bo dodan na koncu vseh sporočil.
sv: Signaturen läggs till i slutet av alla meddelanden.
sv_instk12: Signaturen läggs till i slutet av alla meddelanden.
th: ลายมือชื่อจะถูกเพิ่มไว้ท้ายการส่งข้อความทั้งหมด
vi: Chữ ký sẽ được thêm vào cuối tất cả tin nhắn.
zh: 所有消息的末尾将添加签名。
zh_hk: 簽名將添加到所有訊息的末尾。

source: Since this is a group discussion, each group has its own conversation for this topic. Here are the discussions you have access to.
ar: بما أنها مناقشة لمجموعات، فإن لكل مجموعة محادثة خاصة لهذا الموضوع. فيما يلي النقاشات التي يمكنك الوصول إليها:
ca: Atès que aquest és un fòrum de grup, cada grup té la seva conversa per a aquest tema. Aquests són els fòrums als quals teniu accés.
cy: Gan fod hon yn drafodaeth grŵp, mae gan bob grŵp ei sgwrs ei hun ar gyfer y pwnc hwn. Dyma’r trafodaethau mae gennych chi fynediad atyn nhw.
da: Da dette er en gruppediskussion, har hver gruppe sin egen Diskussion for dette emne. Her er de diskussioner, du har adgang til.
da_instk12: Da dette er en gruppediskussion, har hver gruppe sin egen Diskussion for dette emne. Her er de diskussioner, du har adgang til.
de: Da es sich um eine Gruppendiskussion handelt, hat jede Gruppe ihr eigenen Gespräch zu diesem Thema. Dies sind die Diskussionen, zu denen Sie Zugang haben.
es: Al tratarse de un foro grupal, cada grupo tiene su propia conversación en este foro. Estos son los foros a los que puede acceder.
es_es: Al tratarse de un foro de discusión grupal, cada grupo tiene su propia conversación en este foro. Estos son los foros de discusión a los que puedes acceder.
fi: Koska tämä on ryhmäkeskustelu, jokaisella ryhmällä on oma keskustelu tällä aiheelle. Täällä on ne keskustelut, joihin sinulla on käyttöoikeus:
fr: Comme il s'agit d'une discussion de groupe, chaque groupe possède sa propre conversation sur ce sujet. Voici les discussions auxquelles vous avez accès.
fr_ca: Puisqu’il s’agit d’une discussion de groupe, chaque groupe a sa propre conversation pour ce sujet. Voici les discussions auxquelles vous avez accès.
ga: Ós rud é gur plé grúpa é seo, tá a chomhrá féin ag gach grúpa ar an ábhar seo. Seo iad na fóraim a bhfuil rochtain agat orthu.
hi: चूंकि यह एक ग्रुप चर्चा है, इसलिए इस विषय पर प्रत्येक ग्रुप की अपनी बातचीत होती है। वे चर्चाएं जिनका एक्सेस आपके पास है।
ht: Lefèt ke sa a se yon gwoup diskisyon, chak gwoup gen pwòp konvèsasyon pa li pou sijè sa a. Men a ki diskisyon ou gen aksè.
id: Karena ini adalah grup diskusi, setiap grup memiliki percakapannya sendiri untuk topik ini. Berikut ini adalah diskusi yang Anda memiliki akses kepadanya:
is: Þar sem þetta er hópumræða, hefur hver hópur eigið samtal um þetta efni. Þetta er það sem þú hefur aðgang að.
it: Poiché questa è una discussione di gruppo, ciascun gruppo ha la propria conversazione per questo argomento. Ecco le discussioni a cui hai accesso.
ja: これはグループディスカッションのため、各グループはこのトピックについてそれぞれの会話を行います。利用するディスカッションは以下のとおりです。
ko: 이것은 그룹 토론이므로 각 그룹에는 주제에 대한 자체 대화가 있습니다. 다음 토론에 액세스할 수 있습니다.
mi: Mai te mea he kōrero rōpū tēnei, kei ia rōpū ngā kōrerorero mō tēnei kaupapa. Anei ngā kōrero hei whakauru atu mau.
ms: Oleh sebab ini ialah perbincangan kumpulan, setiap kumpulan mempunyai perbualan sendiri untuk topik ini. Ini ialah perbincangan yang boleh anda akses.
nb: Siden dette er en gruppe diskusjon, har hver gruppe en egen samtale for dette emne. Her er diskusjonene du har tilgang til.
nb_instk12: Siden dette er en gruppe diskusjon, har hver gruppe en egen samtale for dette fag. Her er diskusjonene du har tilgang til.
nl: Aangezien dit een groepsdiscussie is, voert elke groep zijn eigen gesprek over dit onderwerp. Hier zijn de discussies waartoe je toegang tot hebt.
pl: Ponieważ jest to dyskusja grupowa, każda grupa przeprowadza konwersację na ten temat. Tutaj znajdują się te, do których masz dostęp.
pt: Visto que esta é uma discussão de grupo, cada grupo tem uma conversa própria relativa a este tópico. Aqui estão as discussões aos quais tem acesso.
pt_br: Como isso é um fórum de grupos, cada grupo tem sua própria conversa para esse assunto. Aqui estão os fóruns aos quais você tem acesso.
ru: Поскольку это групповое обсуждение, у каждой группы есть свой разговор на эту тему. Вот обсуждения, к которым у вас есть доступ.
sl: Ker je to razprava skupine, ima za to temo vsaka skupina svoj pogovor. Tu so razprave, do katerih imate dostop.
sv: Eftersom det här är en gruppdiskussion, har varje grupp sin egen konversation för det här ämnet. Här är de diskussioner som du har åtkomst till.
sv_instk12: Eftersom det här är en gruppdiskussion, har varje grupp sin egen konversation för det här ämnet. Här är de diskussioner som du har åtkomst till.
th: เนื่องจากนี้เป็นการพูดคุยเป็นกลุ่ม แต่ละกลุ่มจะมีการพูดคุยของตนเองสำหรับหัวข้อนี้ ต่อไปนี้เป็นการพูดคุยที่คุณสามารถเข้าถึงได้
vi: Do đây là cuộc thảo luận nhóm, mỗi nhóm có cuộc trò chuyện riêng cho đề tài này. Đây là các cuộc thảo luận bạn có quyền truy cập.
zh: 这是一项小组讨论，每个小组都有关于这个主题的会话。这些是您可以参与的讨论。
zh_hk: 由於這是群組討論，每個群組都有其自己針對此主題的交談。以下是您可以訪問的討論區。

source: Site Admin Login
ar: تسجيل دخول مسؤول الموقع
ca: Inici de sessió de l'administrador del lloc web
cy: Manylion Mewngofnodi Gweinyddwr y Safle
da: Websted admin login
da_instk12: Websted admin login
de: Website-Anmeldung als Admin
es: Iniciar sesión en el sitio del administrador
es_es: Inicio de sesión del administrador del sitio
fi: Sivuston pääkäyttäjän kirjautuminen
fr: Connexion admin du site
fr_ca: Connexion au site Admin
ga: Logáil isteach riarthóir an tsuímh
hi: साइट व्यवस्थापक लॉगिन
ht: Koneksyon Admin Sit
id: Login Admin Situs
is: Innskráning svæðisstjórnanda
it: Login amministratore sito
ja: サイト管理者ログイン
ko: 사이트 관리자 로그인
mi: Takiuru Whakahaere Pae
ms: Log Masuk Pentadbir Laman Web
nb: Sideadministratorinnlogging
nb_instk12: Sideadministratorinnlogging
nl: Aanmelding sitebeheer
pl: Login admina witryny
pt: Login do administrador do site
pt_br: Login do Admin do Site
ru: Учетная запись администратора
sl: Prijava skrbnika mesta
sv: Inloggning för webbplatsadmin
sv_instk12: Inloggning för webbplatsadmin
th: การล็อกอินของผู้ดูแลไซต์
vi: Đăng Nhập Quản Trị Viên Trang
zh: 站点管理员登录
zh_hk: 網站管理員登入

source: Skip
ar: تخطي
ca: Omet-ho
cy: Anwybyddu
da: Spring over
da_instk12: Spring over
de: Überspringen
es: Saltar
es_es: Omitir
fi: Ohita
fr: Ignorer
fr_ca: Omettre
ga: Scipeáil
hi: छोड़ें
ht: Sote
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
ko: 건너뛰기
mi: Tīpoka
ms: Langkau
nb: Hopp over
nb_instk12: Hopp over
nl: Overslaan
pl: Pomiń
pt: Saltar
pt_br: Pular
ru: Пропустить
sl: Preskoči
sv: Hoppa över
sv_instk12: Hoppa över
th: ข้าม
vi: Bỏ Qua
zh: 略过
zh_hk: 跳過

source: Sky
ar: سماء
ca: Cel
cy: Yr awyr
da: Himmel
da_instk12: Himmel
de: Himmel
es: Cielo
es_es: Cielo
fr: Ciel
fr_ca: Ciel
ga: Spéir
hi: आकाश
ht: Syèl
is: Himinblár
it: Cielo
ja: 空
ko: 하늘
mi: Rangi
ms: Langit
nb: Himmel
nb_instk12: Himmel
nl: Hemel
pl: Niebo
pt: Céu
pt_br: Céu
ru: Небо
sl: Nebo
sv: Himmel
sv_instk12: Himmel
th: ท้องฟ้า
vi: Bầu trời
zh: 天空
zh_hk: 天空

source: Slack Notifications
ar: إعلامات Slack
ca: Notificacions de l'Slack
cy: Hysbysiadau Slack
da: Slack-meddelelser
da_instk12: Slack-meddelelser
de: Slack-Benachrichtigungen
es: Notificaciones de Slack
es_es: Notificaciones de Slack
fi: Slack-huomautukset
fr: Notifications Slack
fr_ca: Envoyer des notifications Slack
ga: Fógraí Slack
hi: Slack सूचनाएं
ht: Notifikasyon Slack
id: Notifikasi Slack
is: Slack tilkynningar
it: Notifiche Slack
ja: Slack 通知
ko: Slack 알림
mi: Slack whakamōhiotanga
ms: Pemberitahuan Slack
nb: Slack-varsler
nb_instk12: Slack-varsler
nl: Slackmeldingen
pl: Powiadomienia Slack
pt: Notificações do Slack
pt_br: Notificações do Slack
ru: Уведомления Slack
sl: Obvestila v platformi Slack
sv: Slack-meddelanden
sv_instk12: Slack-meddelanden
th: การแจ้งข้อมูล Slack
vi: Thông Báo Slack
zh: Slack 通知
zh_hk: Slack 通知

source: Smart Search Community
ar: مجتمع البحث الذكي
ca: Comunitat de Cerca intel·ligent
cy: Cymuned Chwilio Clyfar
da: Smart søgning-fællesskab
da_instk12: Smart søgning-fællesskab
de: Intelligente Suche – Community
es: Comunidad de la búsqueda inteligente
es_es: Comunidad de la búsqueda inteligente
fi: Älykäs hakuyhteisö
fr: Communauté Smart Search
fr_ca: Communauté Smart Search
ga: Pobal Cuardaigh Chliste
hi: स्मार्ट खोज कम्युनिटी
ht: Kominote Smart Search
id: Komunitas Pencarian Cerdas
is: Samfélag snjall-leitar
it: Comunità della ricerca intelligente
ja: Smart Searchコミュニティ
ko: 스마트 검색 커뮤니티
mi: Maamaa Rapu Hapori
ms: Komuniti Carian Pintar
nb: Smart søk-fellesskap
nb_instk12: Smart søk-fellesskap
pl: Społeczność inteligentnego wyszukiwania
pt: Comunidade da Busca Inteligente
pt_br: Comunidade de pesquisa inteligente
ru: Сообщество интеллектуального поиска
sl: Pametno iskanje za Community
sv: Smart sökning-community
sv_instk12: Smart sökning-community
th: กลุ่มของระบบค้นหาอัจฉริยะ
vi: Cộng Đồng Tìm Kiếm Thông Minh
zh: 智能搜索社区
zh_hk: Smart Search 社群
